Repository: Volker88/Sensor-App
Catalog: Sensor-App/Resources/ReleaseNotes.xcstrings
Source language: en
Languages: cs, de, es, it, ja, ko, pt_pt, zh_hans

source: Accessibility improvements
cs: Vylepšení přístupnosti
de: Barrierefreiheitsverbesserungen
es: Mejoras de accesibilidad
it: Miglioramenti dell'accessibilità
ja: アクセシビリティの向上
ko: 접근성 개선
pt_pt: Melhorias de acessibilidade
zh_hans: 辅助功能改进

source: Adapt the new iOS 26 Liquid Glass Design
cs: Přizpůsobte nový design Liquid Glass pro iOS 26
de: Anpassungen an das neue iOS 26 Liquid Glass Design
es: Adaptar el nuevo diseño de Cristal Líquido de iOS 26
it: Adatta il nuovo design Liquid Glass su iOS 26
ja: 新しいiOS26のリキッドグラスデザインに適応
ko: 새로운 iOS 26 액체 유리 디자인을 적용하십시오
pt_pt: Adaptar o novo Design de Vidro Líquido do iOS 26
zh_hans: 适应新的iOS 26液态玻璃设计

source: Expand any graph to full screen in portrait or landscape
cs: Rozbalte libovolný graf na celou obrazovku na výšku nebo na šířku
de: Jedes Diagramm im Hoch- oder Querformat auf Vollbildschirm vergrößern
es: Expandir cualquier gráfico a pantalla completa en orientación vertical u horizontal
it: Espandi qualsiasi grafico a schermo intero in verticale o orizzontale
ja: 任意のグラフを縦向きまたは横向きで全画面に拡大表示
ko: 세로 모드 또는 가로 모드에서 모든 그래프를 전체 화면으로 확대하세요
pt_pt: Expandir qualquer gráfico para ecrã inteiro na vertical ou horizontal
zh_hans: 可将任意图表以竖屏或横屏方式全屏展开

source: Integration into Siri & Shortcuts
cs: Integrace do Siri a Zkratek
de: Integration in Siri & Kurzbefehle
es: Integración en Siri y Accesos directos
it: Integrazione con Siri e Comandi
ja: Siriおよびショートカットへの統合
ko: Siri 및 단축어 통합
pt_pt: Integração com Siri & Atalhos
zh_hans: 集成到Siri和快捷指令

source: Performance improvements and bug fixes
cs: Zlepšení výkonu a opravy chyb
de: Leistungsverbesserungen und Fehlerbehebungen
es: Mejoras de rendimiento y corrección de errores
it: Miglioramenti delle prestazioni e correzioni di bug
ja: パフォーマンスの向上とバグ修正
ko: 성능 개선 및 버그 수정
pt_pt: Melhorias de desempenho e correções de erros
zh_hans: 性能提升和错误修复

source: Record sensor sessions with timestamps and review them anytime
cs: Zaznamenávejte relace senzorů s časovými razítky a kdykoli si je prohlížejte
de: Sensorsitzungen mit Zeitstempeln aufzeichnen und sie jederzeit einsehen
es: Grabar sesiones de sensores con marcas de tiempo y revisarlas en cualquier momento
it: Registra le sessioni dei sensori con timestamp e rivedile in qualsiasi momento
ja: タイムスタンプ付きでセンサーセッションを記録し、いつでも確認できます
ko: 타임스탬프가 포함된 센서 세션을 기록하고 언제든지 확인하세요
pt_pt: Gravar sessões de sensores com marcas temporais e revê-las a qualquer momento
zh_hans: 记录带时间戳的传感器会话，随时查看

source: Recorded sensor sessions can be synchronised across devices via iCloud
cs: Zaznamenané relace senzorů lze synchronizovat mezi zařízeními přes iCloud
de: Aufgezeichnete Sensorsitzungen können über iCloud geräteübergreifend synchronisiert werden
es: Las sesiones de sensores grabadas pueden sincronizarse entre dispositivos mediante iCloud
it: Le sessioni dei sensori registrate possono essere sincronizzate tra i dispositivi tramite iCloud
ja: 記録したセンサーセッションはiCloudを通じてデバイス間で同期できます
ko: 기록된 센서 세션은 iCloud를 통해 기기 간에 동기화할 수 있습니다
pt_pt: As sessões de sensores gravadas podem ser sincronizadas entre dispositivos através do iCloud
zh_hans: 已录制的传感器会话可通过iCloud在设备间同步

source: Requires minimum iOS 26 and watchOS 26
cs: Vyžaduje minimálně iOS 26 a watchOS 26
de: Erfordert mindestens iOS 26 und watchOS 26
es: Requiere iOS 26 y watchOS 26 como mínimo
it: Richiede almeno iOS 26 e watchOS 26
ja: iOS 26およびwatchOS 26が必要です
ko: 최소 iOS 26 및 watchOS 26 필요
pt_pt: Requer iOS 26 e watchOS 26 no mínimo
zh_hans: 最低要求 iOS 26 和 watchOS 26

source: Requires minimum iOS 27 and watchOS 27
cs: Vyžaduje minimálně iOS 27 a watchOS 27
de: Erfordert mindestens iOS 27 und watchOS 27
es: Requiere iOS 27 y watchOS 27 como mínimo
it: Richiede almeno iOS 27 e watchOS 27
ja: iOS 27およびwatchOS 27が必要です
ko: 최소 iOS 27 및 watchOS 27 필요
pt_pt: Requer iOS 27 e watchOS 27 no mínimo
zh_hans: 最低要求 iOS 27 和 watchOS 27

source: Version 7.0.0
cs: Verze 7.0.0
es: Versión 7.0.0
it: Versione 7.0.0
ja: バージョン 7.0.0
ko: 버전 7.0.0
pt_pt: Versão 7.0.0
zh_hans: 版本 7.0.0

source: View session statistics: minimum, maximum, and average
cs: Zobrazte si statistiky relace: minimum, maximum a průměr
de: Sitzungsstatistiken anzeigen: Minimum, Maximum und Durchschnitt
es: Ver estadísticas de la sesión: mínimo, máximo y promedio
it: Visualizza le statistiche della sessione: minimo, massimo e media
ja: セッション統計を表示: 最小値、最大値、および平均値
ko: 세션 통계 보기: 최소값, 최대값, 평균값
pt_pt: Ver as estatísticas da sessão: mínimo, máximo e média
zh_hans: 查看会话统计：最小值、最大值和平均值

source: Version 6.0.0
es: Versión 6.0.0
ko: 버전 6.0.0
pt_pt: Versão 6.0.0
